tap "homebrew/bundle"
tap "homebrew/core"
brew "mas"
brew "git"
brew "asdf"
brew "curl"
brew "unzip"
brew "tree"
brew "jq"
brew "starship"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "bat"
brew "exa"
brew "wget"

tap "homebrew/cask-fonts"

cask "font-hack-nerd-font"
cask "beekeeper-studio"
cask "insomnia"
cask "podman-desktop"
