tap "homebrew/bundle"
tap "homebrew/core"
brew "mas"
brew "git"
brew "asdf"
brew "curl"
brew "unzip"
brew "tree"
brew "jq"
brew "starship"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"
brew "bat"
brew "exa"
brew "wget"
brew "gnupg"

tap "homebrew/cask-fonts"

cask "font-hack-nerd-font"
cask "beekeeper-studio"
cask "insomnia"
cask "podman-desktop"
cask "redisinsight"
cask "mongodb-compass"
cask "vscodium"

# quicklook plugins
cask "qlcolorcode"
cask "qlstephen"
cask "qlmarkdown"
cask "quicklook-json"
cask "qlprettypatch"
cask "quicklook-csv"
cask "qlimagesize"
cask "webpquicklook"
cask "quicklookase"
cask "qlvideo"
cask "vscodium"
cask "dbeaver-community"
cask "iterm2"
